Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

source: Hardware hash upload is enabled but the selected PFX does not match the active certificate.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن PFX المحدد لا يتطابق مع الشهادة النشطة.
bg_bg: Качването на хардуерен хеш е разрешено, но избраният PFX не съответства на активния сертификат.
cs_cz: Hardwarový hash upload je povolen, ale vybraný PFX neodpovídá aktivnímu certifikátu.
da_dk: Hardware hash-upload er aktiveret, men den valgte PFX matcher ikke det aktive certifikat.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber das ausgewählte PFX stimmt nicht mit dem aktiven Zertifikat überein.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το επιλεγμένο PFX δεν ταιριάζει με το ενεργό πιστοποιητικό.
es_mx: La carga de hash de hardware está habilitada pero el PFX seleccionado no coincide con el certificado activo.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid valitud PFX ei ühti aktiivse sertifikaadiga.
fi_fi: Laitteiston hash-lataus on käytössä, mutta valittu PFX ei vastaa aktiivista varmennetta.
fr_ca: Le téléchargement du hachage matériel est activé mais le PFX sélectionné ne correspond pas au certificat actif.
he_il: העלאת גיבוב חומרה מופעלת אך ה-PFX שנבחר אינו תואם לאישור הפעיל.
hr_hr: Prijenos raspršene vrijednosti hardvera je omogućen, ali odabrani PFX ne odgovara aktivnom certifikatu.
hu_hu: A hardveres hash feltöltés engedélyezve van, de a kiválasztott PFX nem egyezik az aktív tanúsítvánnyal.
it_it: Il caricamento dell'hash hardware è abilitato ma il PFX selezionato non corrisponde al certificato attivo.
ja_jp: ハードウェア ハッシュのアップロードは有効ですが、選択した PFX がアクティブな証明書と一致しません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 선택한 PFX가 활성 인증서와 일치하지 않습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet pasirinktas PFX neatitinka aktyvaus sertifikato.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču atlasītais PFX neatbilst aktīvajam sertifikātam.
nb_no: Maskinvarehash-opplasting er aktivert, men den valgte PFX-en samsvarer ikke med det aktive sertifikatet.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de geselecteerde PFX komt niet overeen met het actieve certificaat.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale wybrany plik PFX nie pasuje do aktywnego certyfikatu.
pt_pt: O upload de hash de hardware está habilitado, mas o PFX selecionado não corresponde ao certificado ativo.
ro_ro: Încărcarea hash hardware este activată, dar PFX-ul selectat nu se potrivește cu certificatul activ.
ru_ru: Загрузка аппаратного хеша включена, но выбранный PFX не соответствует активному сертификату.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar se izbrani PFX ne ujema z aktivnim potrdilom.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali izabrani PFKS se ne podudara sa aktivnim sertifikatom.
sv_se: Hårdvaruhashuppladdning är aktiverad men den valda PFX matchar inte det aktiva certifikatet.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ PFX ที่เลือกไม่ตรงกับใบรับรองที่ใช้งานอยู่
tr_tr: Donanım karma yüklemesi etkin ancak seçilen PFX etkin sertifikayla eşleşmiyor.
uk_ua: Завантаження апаратного хешу ввімкнено, але вибраний PFX не відповідає активному сертифікату.
zh_cn: 硬件哈希上传已启用，但所选 PFX 与活动证书不匹配。
zh_tw: 硬體雜湊上傳已啟用，但所選 PFX 與活動憑證不符。

# StartMedia.Autopilot.Validation.HardwareHashBootMediaPfxMissing
source: Hardware hash upload is enabled but no boot media PFX is selected.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن لم يتم تحديد PFX لوسائط التمهيد.
bg_bg: Хардуерното хеширане е активирано, но не е избран PFX носител за зареждане.
cs_cz: Hardwarový hash upload je povolen, ale není vybráno žádné spouštěcí médium PFX.
da_dk: Hardware hash-upload er aktiveret, men der er ikke valgt noget boot-medie PFX.
de_de: Der Hardware-Hash-Upload ist aktiviert, es ist jedoch kein Boot-Medium-PFX ausgewählt.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά δεν έχει επιλεγεί μέσο εκκίνησης PFX.
es_mx: La carga de hash de hardware está habilitada pero no se selecciona ningún medio de arranque PFX.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid alglaadimismeediumi PFX pole valitud.
fi_fi: Laitteiston hash-lataus on käytössä, mutta käynnistysmedian PFX:tä ei ole valittu.
fr_ca: Le téléchargement du hachage matériel est activé mais aucun PFX de support de démarrage n’est sélectionné.
he_il: העלאת גיבוב של חומרה מופעלת אך לא נבחרה מדיה אתחול PFX.
hr_hr: Prijenos hash hardvera je omogućen, ali nije odabran PFX medij za pokretanje.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de nincs kiválasztva a rendszerindító adathordozó PFX.
it_it: Il caricamento dell'hash hardware è abilitato ma non è selezionato alcun supporto di avvio PFX.
ja_jp: ハードウェア ハッシュ アップロードは有効になっていますが、ブート メディア PFX が選択されていません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 부팅 미디어 PFX가 선택되지 않았습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet nepasirinkta įkrovos laikmenos PFX.
lv_lv: Aparatūras hash augšupielāde ir iespējota, bet nav atlasīts sāknēšanas datu nesēja PFX.
nb_no: Maskinvarehash-opplasting er aktivert, men ingen oppstartsmedier PFX er valgt.
nl_nl: Hardware-hash-upload is ingeschakeld, maar er is geen opstartmedia-PFX geselecteerd.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale nie wybrano żadnego nośnika startowego PFX.
pt_pt: O upload de hash de hardware está habilitado, mas nenhum PFX de mídia de inicialização está selecionado.
ro_ro: Încărcarea hash hardware este activată, dar nu este selectat niciun mediu de pornire PFX.
ru_ru: Загрузка аппаратного хэша включена, но загрузочный носитель PFX не выбран.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar ni izbran noben zagonski medij PFX.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali nije izabran PFKS medijum za pokretanje.
sv_se: Hårdvaruhashuppladdning är aktiverad men ingen startmedia PFX har valts.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ไม่ได้เลือก PFX สื่อสำหรับบูต
tr_tr: Donanım karma yüklemesi etkin ancak önyükleme ortamı PFX seçili değil.
uk_ua: Завантаження апаратних хешів увімкнено, але завантажувальний носій PFX не вибрано.
zh_cn: 已启用硬件哈希上传，但未选择启动媒体 PFX。
zh_tw: 已啟用硬體雜湊上傳，但未選擇啟動媒體 PFX。

# StartMedia.Autopilot.Validation.HardwareHashBootMediaPfxPasswordMissing
source: Hardware hash upload is enabled but the boot media PFX password is missing.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن كلمة مرور PFX لوسائط التمهيد مفقودة.
bg_bg: Качването на хардуерен хеш е активирано, но PFX паролата за стартиращ носител липсва.
cs_cz: Hardwarový hash upload je povolen, ale chybí heslo PFX spouštěcího média.
da_dk: Hardware hash-upload er aktiveret, men PFX-adgangskoden til opstartsmediet mangler.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber das PFX-Passwort für das Startmedium fehlt.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά ο κωδικός πρόσβασης PFX του μέσου εκκίνησης λείπει.
es_mx: La carga de hash de hardware está habilitada pero falta la contraseña PFX del medio de arranque.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid alglaadimismeediumi PFX parool puudub.
fi_fi: Laitteiston hash-lataus on käytössä, mutta käynnistysmedian PFX-salasana puuttuu.
fr_ca: Le téléchargement du hachage matériel est activé mais le mot de passe PFX du support de démarrage est manquant.
he_il: העלאת גיבוב של חומרה מופעלת אך חסרה סיסמת PFX של מדיה האתחול.
hr_hr: Prijenos hash hardvera je omogućen, ali nedostaje PFX lozinka medija za pokretanje.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de hiányzik a rendszerindító adathordozó PFX jelszava.
it_it: Il caricamento dell'hash hardware è abilitato ma manca la password PFX del supporto di avvio.
ja_jp: ハードウェア ハッシュのアップロードは有効ですが、ブート メディアの PFX パスワードがありません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 부팅 미디어 PFX 암호가 누락되었습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet trūksta įkrovos laikmenos PFX slaptažodžio.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču trūkst sāknēšanas datu nesēja PFX paroles.
nb_no: Maskinvarehash-opplasting er aktivert, men PFX-passordet for oppstartsmediet mangler.
nl_nl: Hardware-hash-upload is ingeschakeld, maar het PFX-wachtwoord voor het opstartmedia ontbreekt.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje hasła PFX nośnika startowego.
pt_pt: O upload de hash de hardware está ativado, mas a senha PFX da mídia de inicialização está ausente.
ro_ro: Încărcarea hash hardware este activată, dar parola PFX pentru mediul de pornire lipsește.
ru_ru: Загрузка аппаратного хеша включена, но пароль PFX загрузочного носителя отсутствует.
sk_sk: Odovzdávanie hardvérového hash je povolené, ale chýba heslo PFX zavádzacieho média.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar manjka geslo PFX zagonskega medija.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali nedostaje PFKS lozinka za medijum za pokretanje.
sv_se: Hårdvaruhashuppladdning är aktiverad men PFX-lösenordet för startmedia saknas.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ไม่มีรหัสผ่าน PFX ของสื่อสำหรับบูต
tr_tr: Donanım karma yüklemesi etkin ancak önyükleme ortamı PFX parolası eksik.
uk_ua: Завантаження апаратних хешів увімкнено, але пароль PFX завантажувального носія відсутній.
zh_cn: 硬件哈希上传已启用，但启动媒体 PFX 密码丢失。
zh_tw: 硬體雜湊上傳已啟用，但啟動媒體 PFX 密碼遺失。

# StartMedia.Autopilot.Validation.HardwareHashClientIdMissing
source: Hardware hash upload is enabled but the app client ID is missing. Reconnect to the tenant from Autopilot.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن معرف عميل التطبيق مفقود. أعد الاتصال بالمستأجر من Autopilot.
bg_bg: Хардуерното хеширане е активирано, но клиентският идентификатор на приложението липсва. Свържете се отново с клиента от Autopilot.
cs_cz: Nahrávání hardwarového hash je povoleno, ale chybí ID klienta aplikace. Znovu se připojte k tenantovi z Autopilot.
da_dk: Hardware-hash-upload er aktiveret, men app-klient-id'et mangler. Genopret forbindelse til lejeren fra Autopilot.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber die App-Client-ID fehlt. Stellen Sie über Autopilot erneut eine Verbindung zum Mandanten her.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το αναγνωριστικό πελάτη εφαρμογής λείπει. Επανασυνδεθείτε με τον ενοικιαστή από το Autopilot.
es_mx: La carga de hash de hardware está habilitada pero falta el ID del cliente de la aplicación. Vuelva a conectarse con el inquilino desde Autopilot.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid rakenduse kliendi ID puudub. Ühendage üürnikuga uuesti Autopilot.
fi_fi: Laitteiston hash-lataus on käytössä, mutta sovelluksen asiakastunnus puuttuu. Yhdistä uudelleen vuokraajaan Autopilot.
fr_ca: Le téléchargement du hachage matériel est activé mais l’ID client de l’application est manquant. Reconnectez-vous au locataire à partir de Autopilot.
he_il: העלאת גיבוב של חומרה מופעלת אך מזהה הלקוח של האפליקציה חסר. התחבר מחדש לדייר מ-Autopilot.
hr_hr: Prijenos hash hardvera je omogućen, ali nedostaje ID klijenta aplikacije. Ponovno se povežite sa stanarom iz Autopilot.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de az alkalmazás ügyfélazonosítója hiányzik. Csatlakozzon újra a bérlőhöz a Autopilot címről.
it_it: Il caricamento dell'hash hardware è abilitato ma manca l'ID client dell'app. Riconnettersi al tenant da Autopilot.
ja_jp: ハードウェア ハッシュのアップロードは有効ですが、アプリのクライアント ID がありません。 Autopilot からテナントに再接続します。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 앱 클라이언트 ID가 누락되었습니다. Autopilot에서 테넌트에 다시 연결합니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet trūksta programos kliento ID. Prisijunkite prie nuomininko iš Autopilot.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču trūkst lietotnes klienta ID. Atkārtoti izveidojiet savienojumu ar nomnieku no Autopilot.
nb_no: Maskinvarehash-opplasting er aktivert, men app-klient-ID-en mangler. Koble til leietakeren igjen fra Autopilot.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de app-client-ID ontbreekt. Maak opnieuw verbinding met de tenant via Autopilot.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje identyfikatora klienta aplikacji. Połącz się ponownie z dzierżawcą z Autopilot.
pt_pt: O upload de hash de hardware está ativado, mas o ID do cliente do aplicativo está ausente. Reconecte-se ao locatário de Autopilot.
ro_ro: Încărcarea hash hardware este activată, dar ID-ul clientului aplicației lipsește. Reconectați-vă la chiriaș de la Autopilot.
ru_ru: Загрузка аппаратного хэша включена, но идентификатор клиента приложения отсутствует. Повторно подключитесь к арендатору из Autopilot.
sk_sk: Nahrávanie hardvérového hash je povolené, ale chýba ID klienta aplikácie. Znovu sa pripojte k nájomcovi z Autopilot.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar manjka ID odjemalca aplikacije. Znova se povežite z najemnikom iz Autopilot.
sr_latn_rs: Hardversko heš otpremanje je omogućeno, ali nedostaje ID klijenta aplikacije. Ponovo se povežite sa zakupcem sa Autopilot.
sv_se: Hårdvaruhashuppladdning är aktiverad men appklient-ID saknas. Återanslut till hyresgästen från Autopilot.
th_th: เปิดใช้การอัปโหลดแฮชฮาร์ดแวร์แล้ว แต่ไม่มีรหัสไคลเอ็นต์ของแอป เชื่อมต่อกับผู้เช่าอีกครั้งจาก Autopilot
tr_tr: Donanım karma yüklemesi etkin ancak uygulama istemci kimliği eksik. Autopilot adresinden kiracıya yeniden bağlanın.
uk_ua: Завантаження апаратних хешів увімкнено, але відсутній ідентифікатор клієнта програми. Повторно підключіться до клієнта з Autopilot.
zh_cn: 硬件哈希上传已启用，但应用程序客户端 ID 丢失。从Autopilot 重新连接到租户。
zh_tw: 硬體哈希上傳已啟用，但應用程式用戶端 ID 遺失。從Autopilot 重新連線到租戶。

# StartMedia.Autopilot.Validation.HardwareHashServicePrincipalMissing
source: Hardware hash upload is enabled but the app service principal is missing or not ready.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن مدير خدمة التطبيق مفقود أو غير جاهز.
bg_bg: Хардуерното хеширане е активирано, но принципалът на услугата на приложението липсва или не е готов.
cs_cz: Nahrávání hardwarového hash je povoleno, ale principál služby aplikace chybí nebo není připraven.
da_dk: Hardware hash-upload er aktiveret, men app-tjenestens principal mangler eller er ikke klar.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber der App-Service-Principal fehlt oder ist nicht bereit.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά η κύρια υπηρεσία της εφαρμογής λείπει ή δεν είναι έτοιμη.
es_mx: La carga de hash de hardware está habilitada, pero falta la entidad de servicio de la aplicación o no está lista.
et_ee: Riistvara räsiüleslaadimine on lubatud, kuid rakenduse teenuse põhikood puudub või pole valmis.
fi_fi: Laitteiston hash-lataus on käytössä, mutta sovelluksen palvelun päätunnus puuttuu tai ei ole valmis.
fr_ca: Le téléchargement du hachage matériel est activé, mais le principal du service d’application est manquant ou n’est pas prêt.
he_il: העלאת גיבוב של חומרה מופעלת אך מנהל שירות האפליקציה חסר או אינו מוכן.
hr_hr: Prijenos hash hardvera je omogućen, ali principal usluge aplikacije nedostaje ili nije spreman.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de az alkalmazásszolgáltatás egyszerű címe hiányzik vagy nem áll készen.
it_it: Il caricamento dell'hash hardware è abilitato ma l'entità servizio app manca o non è pronta.
ja_jp: ハードウェア ハッシュ アップロードは有効になっていますが、アプリ サービス プリンシパルが見つからないか、準備ができていません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 앱 서비스 주체가 없거나 준비되지 않았습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet trūksta programos paslaugos pagrindinio kodo arba jis neparuoštas.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču trūkst vai nav gatavs lietotnes pakalpojuma galvenais nosaukums.
nb_no: Maskinvarehash-opplasting er aktivert, men app-tjenestens rektor mangler eller er ikke klar.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de app-service-principal ontbreekt of is niet gereed.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje jednostki usługi aplikacji lub nie jest ona gotowa.
pt_pt: O upload de hash de hardware está habilitado, mas a entidade de serviço do aplicativo está ausente ou não está pronta.
ro_ro: Încărcarea hash hardware este activată, dar principalul serviciului aplicației lipsește sau nu este gata.
ru_ru: Загрузка аппаратного хэша включена, но субъект службы приложения отсутствует или не готов.
sk_sk: Nahrávanie hardvérového hash je povolené, ale principál služby aplikácie chýba alebo nie je pripravený.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar principal storitve aplikacije manjka ali ni pripravljen.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali principal usluge aplikacije nedostaje ili nije spreman.
sv_se: Hårdvaruhashuppladdning är aktiverad men apptjänstens princip saknas eller är inte klar.
th_th: เปิดใช้การอัปโหลดแฮชฮาร์ดแวร์แล้ว แต่บริการหลักของแอปหายไปหรือไม่พร้อม
tr_tr: Donanım karma yüklemesi etkin ancak uygulama hizmet sorumlusu eksik veya hazır değil.
uk_ua: Завантаження апаратних хешів увімкнено, але принципал служби програми відсутній або не готовий.
zh_cn: 硬件哈希上传已启用，但应用服务主体丢失或未准备好。
zh_tw: 硬體哈希上傳已啟用，但應用程式服務主體遺失或未準備好。

# StartMedia.Autopilot.Validation.HardwareHashSettingsMissing
source: Hardware hash upload is enabled but settings are missing.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن الإعدادات مفقودة.
bg_bg: Хардуерното хеширане е активирано, но липсват настройки.
cs_cz: Nahrávání hardwarového hash je povoleno, ale chybí nastavení.
da_dk: Hardware hash-upload er aktiveret, men indstillinger mangler.
de_de: Der Hardware-Hash-Upload ist aktiviert, es fehlen jedoch Einstellungen.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά οι ρυθμίσεις λείπουν.
es_mx: La carga de hash de hardware está habilitada pero faltan configuraciones.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid seaded puuduvad.
fi_fi: Laitteiston hash-lataus on käytössä, mutta asetukset puuttuvat.
fr_ca: Le téléchargement du hachage matériel est activé mais les paramètres sont manquants.
he_il: העלאת גיבוב של חומרה מופעלת אך חסרות הגדרות.
hr_hr: Prijenos hash hardvera je omogućen, ali nedostaju postavke.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a beállítások hiányoznak.
it_it: Il caricamento dell'hash hardware è abilitato ma mancano le impostazioni.
ja_jp: ハードウェア ハッシュのアップロードは有効になっていますが、設定がありません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 설정이 누락되었습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet nėra nustatymų.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču trūkst iestatījumu.
nb_no: Maskinvarehash-opplasting er aktivert, men innstillinger mangler.
nl_nl: Hardware-hash-upload is ingeschakeld, maar er ontbreken instellingen.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje ustawień.
pt_pt: O upload de hash de hardware está ativado, mas as configurações estão faltando.
ro_ro: Încărcarea hash hardware este activată, dar setările lipsesc.
ru_ru: Аппаратная загрузка хеша включена, но настройки отсутствуют.
sk_sk: Hardvérové ​​nahrávanie hash je povolené, ale chýbajú nastavenia.
sl_si: Nalaganje razpršitve strojne opreme je omogočeno, vendar manjkajo nastavitve.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali nedostaju podešavanja.
sv_se: Hårdvaruhashuppladdning är aktiverad men inställningar saknas.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์แล้ว แต่การตั้งค่าหายไป
tr_tr: Donanım karma yüklemesi etkin ancak ayarlar eksik.
uk_ua: Завантаження апаратних хешів увімкнено, але параметри відсутні.
zh_cn: 硬件哈希上传已启用，但设置丢失。
zh_tw: 硬體哈希上傳已啟用，但設定遺失。

# StartMedia.Autopilot.Validation.HardwareHashTenantMissing
source: Hardware hash upload is enabled but the tenant connection is missing. Connect to the tenant from Autopilot.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن اتصال المستأجر مفقود. اتصل بالمستأجر من Autopilot.
bg_bg: Качването на хардуерен хеш е активирано, но връзката на клиента липсва. Свържете се с клиента от Autopilot.
cs_cz: Nahrávání hardwarového hash je povoleno, ale chybí připojení tenanta. Připojte se k tenantovi z Autopilot.
da_dk: Hardware hash-upload er aktiveret, men lejerforbindelsen mangler. Opret forbindelse til lejeren fra Autopilot.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber die Mandantenverbindung fehlt. Stellen Sie über Autopilot eine Verbindung zum Mandanten her.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά η σύνδεση μισθωτή λείπει. Συνδεθείτε με τον ενοικιαστή από Autopilot.
es_mx: La carga de hash de hardware está habilitada pero falta la conexión del inquilino. Conéctese con el inquilino desde Autopilot.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid rentniku ühendus puudub. Ühendage üürnikuga Autopilot.
fi_fi: Laitteiston hash-lataus on käytössä, mutta vuokralaisen yhteys puuttuu. Yhdistä vuokralaiseen Autopilot.
fr_ca: Le téléchargement du hachage matériel est activé mais la connexion du locataire est manquante. Connectez-vous au locataire depuis Autopilot.
he_il: העלאת גיבוב של חומרה מופעלת אך חיבור הדייר חסר. התחבר לשוכר מ-Autopilot.
hr_hr: Prijenos raspršene vrijednosti hardvera je omogućen, ali veza stanara nedostaje. Povežite se sa stanarom iz Autopilot.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a bérlői kapcsolat hiányzik. Csatlakozzon a bérlőhöz a Autopilot címről.
it_it: Il caricamento dell'hash hardware è abilitato ma manca la connessione del tenant. Connettersi al tenant da Autopilot.
ja_jp: ハードウェア ハッシュ アップロードは有効になっていますが、テナント接続がありません。 Autopilot からテナントに接続します。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 테넌트 연결이 없습니다. Autopilot에서 테넌트에 연결합니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet trūksta nuomininko ryšio. Prisijunkite prie nuomininko iš Autopilot.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču trūkst nomnieka savienojuma. Izveidojiet savienojumu ar nomnieku no Autopilot.
nb_no: Maskinvarehash-opplasting er aktivert, men leietakerforbindelsen mangler. Koble til leietaker fra Autopilot.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de tenantverbinding ontbreekt. Maak verbinding met de tenant via Autopilot.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje połączenia z dzierżawcą. Połącz się z dzierżawcą z Autopilot.
pt_pt: O upload de hash de hardware está habilitado, mas a conexão do locatário está ausente. Conecte-se ao locatário de Autopilot.
ro_ro: Încărcarea hash hardware este activată, dar conexiunea locatarului lipsește. Conectați-vă la chiriaș de la Autopilot.
ru_ru: Загрузка аппаратного хеша включена, но подключение клиента отсутствует. Подключитесь к арендатору от Autopilot.
sk_sk: Nahrávanie hardvérového hash je povolené, ale pripojenie nájomníka chýba. Pripojte sa k nájomcovi z Autopilot.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar najemniška povezava manjka. Povežite se z najemnikom iz Autopilot.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali veza zakupca nedostaje. Povežite se sa zakupcem sa Autopilot.
sv_se: Hårdvaruhashuppladdning är aktiverad men klientanslutningen saknas. Anslut till hyresgästen från Autopilot.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่การเชื่อมต่อของผู้เช่าขาดหายไป เชื่อมต่อกับผู้เช่าจาก Autopilot
tr_tr: Donanım karma yüklemesi etkin ancak kiracı bağlantısı eksik. Autopilot adresinden kiracıya bağlanın.
uk_ua: Завантаження хешу апаратного забезпечення ввімкнено, але підключення клієнта відсутнє. Підключіться до клієнта з Autopilot.
zh_cn: 硬件哈希上传已启用，但租户连接丢失。从Autopilot 连接到租户。
zh_tw: 硬體哈希上傳已啟用，但租戶連線遺失。從Autopilot 連線到租戶。
